[
  {
    "question": {
      "gr": "Το ανθρακικό αποτύπωμα εκφράζεται σε τόνους CO₂ και άλλες φορές σε τόνους CO₂e. Ποια είναι η διαφορά;",
      "en": "The carbon footprint is sometimes expressed in tons of CO₂ and other times in tons of CO₂e. What is the difference?"
    },
    "img": "../assets/questions/img/12.png",
    "a1": {
      "gr": "Δεν υπάρχει διαφορά, είναι απλώς δύο διαφορετικοί τρόποι γραφής του ίδιου πράγματος.",
      "en": "There is no difference, they are just two ways of writing the same thing."
    },
    "a2": {
      "gr": "Το CO₂e περιλαμβάνει και άλλα αέρια του θερμοκηπίου, μετατρέποντάς τα σε ισοδύναμη ποσότητα CO₂.",
      "en": "CO₂e includes other greenhouse gases by converting them into an equivalent amount of CO₂."
    },
    "a3": {
      "gr": "Το CO₂ αφορά μόνο φυσικές εκπομπές, ενώ το CO₂e χρησιμοποιείται μόνο για βιομηχανικές εκπομπές.",
      "en": "CO₂ refers only to natural emissions, while CO₂e is used only for industrial emissions."
    },
    "right": 2,
    "explanation": {
      "gr": "Το CO₂ (διοξείδιο του άνθρακα) είναι ένα μόνο από τα αέρια του θερμοκηπίου. Το CO₂e (ισοδύναμο διοξείδιο του άνθρακα) είναι μια μονάδα μέτρησης που χρησιμοποιείται για να συμπεριλάβει την επίδραση και άλλων αερίων (όπως μεθάνιο, υποξείδιο του αζώτου) εκφράζοντάς τα ως την ποσότητα CO₂ που θα προκαλούσε την ίδια θέρμανση.",
      "en": "CO₂ is just one greenhouse gas. CO₂e (Carbon Dioxide Equivalent) is a metric used to compare the emissions from various greenhouse gases on the basis of their global-warming potential (GWP), by converting amounts of other gases to the equivalent amount of carbon dioxide with the same global warming potential."
    }
  },
  {
    "question": {
      "gr": "Ποια είναι η επίδραση της αποψίλωσης των τροπικών δασών στο ισοζύγιο του CO₂ στην ατμόσφαιρα;",
      "en": "What is the effect of tropical deforestation on the balance of CO₂ in the atmosphere?"
    },
    "img": "../assets/questions/img/17.png",
    "a1": {
      "gr": "Μειώνεται, γιατί τα καλλιεργούμενα φυτά απορροφούν CO₂.",
      "en": "It decreases, because crops also absorb CO₂."
    },
    "a2": {
      "gr": "Αυξάνεται, γιατί απελευθερώνεται άνθρακας από το δάσος και μειώνεται η δυνατότητα απορρόφησης.",
      "en": "It increases, because carbon stored in the forest is released and the absorption capacity is reduced."
    },
    "a3": {
      "gr": "Μένει περίπου σταθερό, γιατί θεωρητικά τα δέντρα που χάνονται αντικαθίστανται από τις καλλιέργειες.",
      "en": "It stays roughly the same, since in theory the lost trees are replaced by crops."
    },
    "right": 2,
    "explanation": {
      "gr": "Τα τροπικά δάση είναι τεράστιες αποθήκες άνθρακα. Όταν αποψιλώνονται, ο άνθρακας που είναι αποθηκευμένος στο ξύλο και στο έδαφος απελευθερώνεται ως CO₂. Επιπλέον, χάνονται τα δέντρα που απορροφούσαν CO₂ από την ατμόσφαιρα. Η γεωργική γη αποθηκεύει πολύ λιγότερο άνθρακα.",
      "en": "Tropical forests are massive carbon sinks. When cleared, the carbon stored in the wood and soil is released as CO₂. Additionally, the capacity to absorb future CO₂ is lost. Agricultural land stores significantly less carbon than forests."
    }
  }
]